Repository: collective/collective.volto.cookieconsent
Catalog: src/collective/volto/cookieconsent/locales/*/LC_MESSAGES/collective.volto.cookieconsent.po
Languages: es

source: Cookie Consent Settings
es: Configuración de consentimiento de cookies

source: Installs the collective.volto.cookieconsent add-on.
es: Instalar el complemento colectivo.volto.cookieconsent.

source: Uninstalls the collective.volto.cookieconsent add-on.
es: Desinstalar el complemento colectivo.volto.cookieconsent.

source: Volto Cookieconsent
es: Consentimiento de cookies Volto

source: Volto Cookieconsent (uninstall)
es: Consentimiento de cookies Volto (desinstalar)

source: accept_on_scroll_help
es: Si está marcado, el desplazamiento de la página se interpretará como que el usuario aceptó la política de cookies.

source: accept_on_scroll_label
es: Aceptar cookies al desplazarse por la página

source: cookie_consent_configuration_help
es: Le permite configurar el banner de cookies. Puede establecer diferentes configuraciones para cada idioma habilitado. La primera configuración será la predeterminada para otros idiomas si no se ha definido uno.

source: cookie_consent_configuration_label
es: Configuración del consentimiento de cookies

source: cookie_consent_settings_help
es: Configurar el banner de consentimiento de cookies

source: cookie_consent_settings_label
es: Configuración de consentimiento de cookies

source: invalid_cfg_no_dict
es: La raíz JSON debe ser una asignación (dict)

source: invalid_json
es: JSON no es válido, el analizador se quejó: ${message}
